<?php

namespace App\Entitys\OtherOut;

use Illuminate\Database\Eloquent\Model;

class TaobaoChangeUserLogOut extends Model
{
    protected $connection = 'app38_out';
    protected $table = 'lc_taobao_change_user_log';
    /**
     * @var array
     * 10xxx 新增余额
     * 20xxx 扣除余额
     */
    public $change = [
        '0' => '报销增加',
        '1' => '提现到微信',
        '442' => '提现到支付宝',
        '441' => '提现到银行卡',
        '446' => '银行卡提现失败增加',
        '447' => '支付宝提现失败增加',
        '2' => '分红增加',
        '3' => '旧版报销转移',
        '4' => '旧版分红转移',
        '5' => '支付宝提现扣除',
        '6' => '微信提现失败增加',
        '7' => '支付宝提现失败增加',
        '8' => '京东订单报销增加',
        '9' => '拼多多订单报销增加',
        '10' => '商品退货退款',
        '50' => '商城购VIP商品物佣金奖励',
        '51' => '爆款商城佣金奖励',
        '52' => '加入圈子获得（圈主/城主专属）',
        '53' => '用户加入圈子分佣',
        '54' => '圈子领取红包',
        '55' => '圈子被抢购获得葡萄币',
        '56' => '购买圈子获得津贴',
        '57' => '竞价圈子获得津贴',
        '58' => '信用卡分佣',
        '59' => '通讯分佣',
        '60' => '购买广告包分佣',
        '61' => '文章点击获得',
        '62' => '葡萄币转余额',
        '70' => '饿了么报销',
        '71' => '圈子发红包扣除',
        '72' => '购买圈子扣除',
        '401' => '1月份奖励',
        '402' => '2月份奖励',
        '403' => '3月份奖励',
        '404' => '4月份奖励',
        '405' => '5月份奖励',
        '406' => '6月份奖励',
        '407' => '7月份奖励',
        '408' => '8月份奖励',
        '409' => '9月份奖励',
        '410' => '10月份奖励',
        '411' => '11月份奖励',
        '412' => '12月份奖励',
        '20001' => '微信小程序商城购物',
        '20002' => '葡萄浏览器商城购物',
        '20003' => '报名早安打卡活动扣除',
        '10001' => '微信小程序商城订单退款返回余额',
        '10002' => '葡萄浏览器商城订单退款返回余额',
        '10003' => '早安打卡活动瓜分奖励',
        '19999' => '系统退款',
        '10010' => '美团报销',
        '20010' => '购买广告包扣除',
        '20011' => '加入圈子扣除',

    ];
    /**
     * 不可被批量赋值的属性。
     *
     * @var array
     */
    protected $guarded = [];

    /**
     * @param $app_id
     * @return \Illuminate\Contracts\Pagination\LengthAwarePaginator
     */
    public function getPageAll($app_id)
    {
        return $this->where('id', '>', '351955')->where(['app_id' => $app_id])->orderByDesc('created_at')->paginate(10);
    }
}
