<!DOCTYPE html>
<html lang="zh-cn" class="no-js">

<head>
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
	<meta http-equiv="Content-Type">
	<meta content="text/html; charset=utf-8">
	<meta charset="utf-8">
	<title>广告发布协议</title>
	<meta name="viewport" content="initial-scale=1, maximum-scale=1, user-scalable=no">
	<meta name="format-detection" content="telephone=no">
	<meta name="format-detection" content="email=no">
</head>
<style>
	html {
		color: #333;
		font-size: 100px;
		margin: 0;
		padding: 0;
	}

	body, h3, p {
		font-family: Microsoft YaHei, Helvetica, sans-serif;
		-webkit-tap-highlight-color: transparent;
		-webkit-overflow-scrolling: touch;
		font-size: 0.26rem;
		overflow-x: hidden;
		background: #fff;
		margin: 0;
		padding: 0;
	}

	.advert_treaty {
		width: 100%;
		position: relative;
	}

	.advert_treaty .header {
		width: 100%;
		height: 1.8rem;
		position: relative;
		background: url(https://a119112.oss-cn-beijing.aliyuncs.com/%E5%8D%9E%E8%B4%A4%E9%93%83/%E5%8F%82%E4%B8%8E%E4%BA%AC%E4%B8%9C%E6%B4%BB%E5%8A%A8%E6%B5%81%E7%A8%8B%E5%9B%BE%E7%89%87/headbg.png) no-repeat center bottom;
		background-size: 100%;
	}

	.advert_treaty .header .title {
		position: absolute;
		bottom: -.2rem;
		left: 3%;
		width: 94%;
		border-radius: .15rem;
		text-align: center;
		height: 1.4rem;
		line-height: 1.4rem;
		color: #0789F0;
		font-size: .4rem;
		background: #fff;
		font-weight: bold;
		-webkit-box-shadow: 0 .08rem .34rem 0 rgba(35, 178, 248, 0.29);
		box-shadow: 0 .08rem .34rem 0 rgba(35, 178, 248, 0.29);
	}

	.advert_treaty .header .title::after,
	.advert_treaty .header .title::before {
		content: "";
		width: .14rem;
		height: .14rem;
		border-radius: .06rem;
		transform: rotate(7deg);
		-webkit-transform: rotate(45deg);
		display: inline-block;
		background: #0789F0;
		margin: 0 .35rem;
	}

	.advert_treaty .content {
		margin: .64rem .34rem;
	}

	.advert_treaty .content h3 {
		line-height: .54rem;
		padding: .14rem 0;
		font-size: .32rem;
		color: #121212;
		font-weight: bold;
	}

	.advert_treaty .content p {
		line-height: .48rem;
		padding-bottom: .08rem;
		font-size: .28rem;
		color: #333;
	}
</style>

<body>
	<article class="advert_treaty">
		<div class="header">
			<div class="title">葡萄广告发布用户协议</div>
		</div>
		<div class="content">
			<p>您好，欢迎您注册并使用葡萄新闻广告发布模块（以下简称“本平台”）。本平台是福建搜索互动网络科技有限公司（以下简称“搜索互动”）开发的关于葡萄新闻广告发布，会以非人工检索方式，生成相应免费或付费服务。您完全理解并同意，这些信息描述或网页内容均系他人制作或提供，搜索互动、搜索互动员工、搜索互动合作方及其他相关方通过葡萄新闻发布的信息均不应被视为搜索互动向您提供广告发布，或暗示您可依据该信息直接采取行动，以上信息不能作为您采取方案的直接依据。
			</p>
			<p>若您从第三方网页上或第三方服务提供商处获得资讯及享用服务，搜索互动提醒您按照相关第三方网页中展示的说明，及您对该服务主体及服务的相关情况的全面了解等来筛选和确定是否接受第三方产品或服务，搜索互动对上述资讯、产品或服务不做任何形式的保证，亦不承担任何法律责任。
			</p>
			<p>本协议由搜索互动与您（以下亦称为“用户”）订立，约束您对本平台各项服务的使用，请您认真阅读，一经注册或以其他方式使用我们的产品和服务，您将被视为确认接受本条款并同意成为具有约束力的本合同的一方，若您不同意任意条款请停止使用本模块。搜索互动可能就葡萄新闻广告发布模块提供的某项特定服务与您签订单独的服务条款，您在遵守本协议的同时还需要遵守与特定服务相关的特定服务条款。就相关事宜，双方达成如下协议：
			</p>
			<h3>使用前提</h3>
			<p>1. 用户必须同意本协议条款后才能使用本平台；</p>
			<p>2. 若您在18周岁以下，您必须确保在父母或监护人的监护下使用本平台；</p>
			<p>3. 您同意搜索互动在法律允许范围内有权独自决定关闭您的账户、清除账户内信息；</p>
			<p>4. 您必须能够自行通过有法律资格的第三方对您提供互联网接入服务，并自行承担以下内容：自行配备上网设备，包括个人电脑，调制解调器及其他必要的设备装置；自行承担上网费用，如网络接入费用、电话费用、流量费用等。
			</p>
			<h3>通过本平台搜索/检索到的信息</h3>
			<p>本平台中展示了丰富的信息，包括以书面文本、音像文件、图片、录像或其他形式展示的新闻及其他资源等（以下简称“内容”）。上述内容均来自第三方内容赞助商或第三方服务提供方，您理解这些信息完全由该内容出处的主体负责。搜索互动会致力于为您提供优质的信息，但也请您知悉并同意，搜索互动无法保证这些内容的真实性、准确性和合法性，也不承担任何法律责任。
			</p>
			<h3>责任限制及不承诺担保</h3>
			<p>您同意在自己承担风险的情况下，按本平台的现状使用相关产品及服务。搜索互动特此申明对本平台之使用不提供任何保证（包含但不限于商业担保和特殊目的的适用性担保），亦不对您因服务暂停或终止而遭受的任何直接或间接损失承担责任。搜索互动不保证您一定能够获得服务，搜索互动有权随时暂停或终止全部或部分服务;
			</p>
			<p>您理解本平台中可能包含由第三方提供的服务，搜索互动只是为了您的便利而提供功能模块。您使用第三方提供的服务，需与第三方另行达成服务协议，支付相应的费用并承担可能的风险。搜索互动对第三方所提供的服务不承担任何形式的担保；
			</p>
			<h3>关于用户投放广告的内容：</h3>
			<p>用户在本平台发布的广告，包括但不限于用户在本平台发布的广告内容及其图片，是用户个人意见的表达，并不代表本平台的立场和态度，也不代表本平台同意其观点或证明其所发表内容的真实性，请谨慎参考；</p>
			<p>用户是否采信其它用户发表的言论和信息，或基于其它用户发表的言论和信息进行了某些行为，纯属该用户个人的意愿与选择，本平台/服务提供方不负任何责任；</p>
			<h3>用户同意投放广告时严格遵守以下规则</h3>
			<p>1. 广告内容应详实、客观，搜索互动有权利删除不实广告及无任何实际意义的、空洞的广告，并有权封禁违反《葡萄广告发布协议》的用户账号；</p>
			<p>2. 不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</p>
			<p>3. 不得利用本平台从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
			<p>4. 不得干扰本平台的正常运转，不得侵入本平台及国家计算机信息系统；</p>
			<p>5. 不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、淫秽的、不文明的等信息资料；</p>
			<p>6. 不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</p>
			<p>7. 不得教唆他人从事本条所禁止的行为；</p>
			<p>8. 不得利用在本平台注册的账户进行牟利性经营活动；</p>
			<p>9.
				不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；用户应关注并遵守本平台不时公布或修改的各类合法规则规定。本平台保有删除各类不符合法律政策或不真实的信息内容而无须通知用户的权利。若用户未遵守以上规定的，本平台有权作出独立判断并采取暂停或关闭用户帐号等措施。
			</p>
			<p>10. 用户须对自己在网上的言论和行为承担法律责任。</p>
			<p>11. 当用户涉嫌或可能涉嫌违反国家法律法规或本公司和平台公示的各项规则的情况下，本平台有权中止数据推广服务，并有权选择提前10天通知用户终止数据推广服务，本平台无需承担其他法律责任和费用补偿。</p>
			<p>12. 退款规则：用户自己购买广告包后，本平台不支持退款;一旦用户产生广告包消耗，该广告包将无法退还。</p>
			<h3>非排他性许可</h3>
			<p>本软件产品（包括但不限于本软件产品中所含的任何图象、照片、动画、文字和附加程序、修正程序、更新版本和升级版本）的一切所有权和知识产权，均由搜索互动拥有。</p>
			<p>搜索互动仅可撤销、非排他地授权您，依照本协议条款和条件，(a)在您的网站或第三方网站上使用本平台服务的需要而安装、复制和使用本平台； (b)
				在遵守所有的适用法律和法规的前提下，通过远程访问、浏览和下载您的本平台的数据。</p>
			<h3>商标</h3>
			<p>本《协议》不授予您与版权人搜索互动所拥有的任何商标或服务商标有关的任何权利。除非您另行书面通知搜索互动公司，否则，您特此向搜索互动（包括各关联公司）授予一项有限许可，在演示介绍、营销材料、客户名单和财务报表中使用您的商号、商品商标、服务商标、标识、域名及其他显著品牌特征。
			</p>
			<h3>网络服务的内容所有权</h3>
			<p>平台提供网络服务的内容，包括但不限于文字、软件、声音、图片、视频、图表，网页架构等全部内容均受版权、商标和其他财产所有权法律的保护，未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人和非商业用途而保存在某台计算机内。您授权搜索互动使用您在平台上发布的非隐私信息的任何内容。
			</p>
			<h3>权利限制您不得自行或允许第三方：</h3>
			<p>1. 以任何方式创作葡萄新闻广告发布模块或相关文档的衍生作品；</p>
			<p>2. 将葡萄新闻广告发布模块的产品和服务转让或再许可给他人；</p>
			<p>3. 对葡萄新闻广告发布模块进行反向工程、反向编译和反向汇编；</p>
			<p>4. 修改或拆分葡萄新闻广告发布模块的代码或者任何功能；</p>
			<p>5. 使用、公布、传输或采用干扰或试图干扰葡萄新闻广告发布模块服务或软件的运行的任何设备、软件或例程；</p>
			<p>6. 侵犯用户的隐私权及任何第三方的合法权益；</p>
			<p>7. 在搜索互动授权范围外使用葡萄新闻广告发布模块及数据、文档和报告。</p>
			<h3>隐私权保护</h3>
			<p>搜索互动尊重并保护您的隐私权，您注册的账户名、电子邮件地址、证件信息，非经您的许可，或根据相关法律、法规的强制性规定或您的允许，以及搜索互动为维护改进软件服务为目的等，不会主动地泄露给第三方（具体隐私规定及隐私权政策详见隐私协议)。
			</p>
			<p>葡萄新闻广告发布模块还可能收集您的IP地址、移动设备类型、浏览器性质、操作系统类型等非个人信息以便优化您在葡萄新闻广告发布模块的用户体验。</p>
			<p>您在使用该软件的过程中应当遵守法律法规中关于隐私权的保护，不得自行（且不得允许任何第三方）使用葡萄新闻广告发布模块追踪或收集互联网用户的个人身份信息，也不得自行（且不得允许任何第三方）将从您的网站（或该第三方的网站）收集的任何数据与从任何来源获得的任何个人身份信息相联系。
			</p>
			<h3>费用</h3>
			<p>葡萄新闻广告投放模块目前提供免费及付费的互联网信息服务，具体咨询等服务是否付费、如何付费由系统计算评估生成，如果您对可能产生的付费咨询有异议，请您立刻停止使用本服务，以免产生争议。</p>
			<h3>终止</h3>
			<p>本协议自客户在线点击同意后生效或者按照双方书面协议约定的方式生效。除本协议约定的解除或终止情形或法定解除或终止事由外，本协议将长期有效。若您违反本协议的任何条款，搜索互动有权立即终止本协议。同时搜索互动有权在没有任何理由和/或通知的情形下随时终止或暂停对您的授权。授权一旦取消，您使用本软件产品的权利即刻终止。此种情况下您必须停止使用葡萄新闻广告投放模块，否则，用户将承担相应的未经授权使用他人软件的法律责任。
			</p>
			<p>若因您违反本协议导致协议终止：</p>
			<p>1. 您无权得到任何损失补偿；</p>
			<p>2. 您将无权获得您的一切历史数据。</p>
			<p>不可抗力</p>
			<p>除中国法律规定不可抗力情形外，下列情况亦属于不可抗力：</p>
			<p>1. 任何公共的互联网骨干网、网络或服务器停运；</p>
			<p>2. 您的设备、系统或当地连接服务发生故障；</p>
			<p>3. 已经预定的维修；</p>
			<p>4. 您的服务器所在地区的互联网服务中断；</p>
			<p>5. 黑客攻击。</p>
			<p>6. 公司业务调整或其他不能预见的情况。</p>
			<h3>条款和政策的修改及关注义务</h3>
			<p>葡萄新闻广告投放模块新推出的产品、服务，新增加的功能均受到本协议的规范。搜索互动有权修改、变更本协议条款和服务政策，您有责任定期查看。如您不接受变更、修改后的协议条款和服务政策的，应立即停止使用本软件，并按照终止条款的规定销毁已下载使用的软件产品。若您接受变更后的条款或继续使用本平台的服务，表明您接受变更后的协议约束。
			</p>
			<h3>法律适用及管辖</h3>
			<p>本协议的订立、执行和解释均适用中华人民共和国大陆地区适用之法律。因本协议或使用本软件产品所引起的争议由海淀区人民法院或其上级法院管辖。搜索互动对本协议内容拥有合法范围内最终解释权。</p>
			<p>感谢您使用葡萄新闻广告投放模块，我们将致力于为您提供更贴心的服务！</p>
			<h3 style="text-align: right;margin: .3rem 0;">福建搜索互动网络科技有限公司</h3>
		</div>
	</article>
</body>
<script>
	//px单位换算rem单位
	(function (doc, win) {
		var docEl = doc.documentElement,
			resizeEvt = 'orientationchange' in window ? 'orientationchange' : 'resize',
			recalc = function () {
				var clientWidth = docEl.clientWidth;
				if (!clientWidth) return;
				if (clientWidth >= 750) {
					docEl.style.fontSize = '100px';
				} else {
					docEl.style.fontSize = 100 * (clientWidth / 750) + 'px';
				}
			};

		if (!doc.addEventListener) return;
		win.addEventListener(resizeEvt, recalc, false);
		doc.addEventListener('DOMContentLoaded', recalc, false);
	})(document, window);
</script>

</html>